<?php

return [
    'recover' => [
        'title-page' => 'استرداد',
        'title-panel' => 'استرداد الحساب',
        'text' => 'تتطلب إجراءات استرداد كلمة المرور في حالة فقدانك أو صعوبة وصولك إلى حسابك كخطوة أولى ارسال رمز الاسترداد، ويجب أن تكون صلاحية عنوان بريدك الإلكتروني في هذه المرحلة تفويضنا للتحقق من صحة عنوانك بإرسال رمز أمان إلى هذا الأخير.',
        'btn' => 'إرسال'
    ],
    'mail' => [
        'title-page' => 'التحقق من صحة البريد الإلكتروني',
        'title-panel' => 'رمز الامان :',
        'text' => 'تم إرسال بريد إلكتروني إلى صندوق البريد الخاص بك، يحتوي على رمز الأمان الخاص بك, يرجى كتابته في الحقل اسفله.',
        'label' => 'رمز الأمان :',
        'placeholder' => 'رمز الأمان',
        'btn' => 'تحقق من الرمز الخاص بي'
    ],
    'sq'=>[
        'title-page' => 'سؤال سري',
        'title-panel' => 'السؤال السري الخاص بك؟',
        'text' => 'الرجاء اختيار سؤال والاجابة عنه',
        'label' => 'سؤالكم ؟',
        'placeholder' => 'الجواب',
        'auto-choix' => 'أسئلة ...',
        'footer' => 'الرجاء اختيار إجابتك بعناية، سوف تكون إلزامية في حالة فقدان كلمة المرور الخاصة بك.',
        'btn' => 'حفظ'
    ],
    'validation' => [
        'token' => 'رمز الأمان الذي حددته خاطئ، يرجى التحقق',
    ]
];